// Њ≈÷ЎЅйЄу їрЅйЄу by Calvin

#include <ansi.h>
inherit ROOM;

void create ()
{
      set("short", "їрЅйЄу");
  set ("long", @LONG

          °щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ
          °щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ
          °щїр“ж–ё…н…н…ЈЈй  –щ‘ѓвшёљёљЏът„°щ
          °щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ
          °щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ°щ

LONG);

  set("exits", ([
           "east" : __DIR__"lingge",
      ]));

  set("objects", ([
      "/d/9ct/npc/mkqy" : 1,
      ]));

  setup();
}
